export const AnalyticDataConversion = [
    {
        name: '1 квартал 2022',
        uv: 4000,
        pv: 2400,
        amt: 2400,
    },
    {
        name: '2 квартал 2022',
        uv: 3000,
        pv: 1398,
        amt: 2210,
    },
    {
        name: '3 квартал 2022',
        uv: 2000,
        pv: 9800,
        amt: 2290,
    },
    {
        name: '4 квартал 2022',
        uv: 2780,
        pv: 3908,
        amt: 2000,
    },
    {
        name: '1 квартал 2023',
        uv: 1890,
        pv: 4800,
        amt: 2181,
    },
    {
        name: '2 квартал 2023',
        uv: 2390,
        pv: 3800,
        amt: 2500,
    },
    {
        name: '3 квартал 2023',
        uv: 3490,
        pv: 4300,
        amt: 2100,
    },
];

export const AnalyticDataSegment = [
    {
        name: 'Молодежь 14-18 лет',
        uv: 4000,
        pv: 2400,
        amt: 2400,
    },
    {
        name: 'Молодежь 18-25 лет',
        uv: 3000,
        pv: 1398,
        amt: 2210,
    },
    {
        name: 'Молодежь 26-35 лет',
        uv: 2000,
        pv: 9800,
        amt: 2290,
    },
    {
        name: 'Средний возраст 36-42 года',
        uv: 2780,
        pv: 3908,
        amt: 2000,
    },
    {
        name: 'Средний возраст 43-55 лет',
        uv: 1890,
        pv: 4800,
        amt: 2181,
    },
    {
        name: 'Старший возраст 56-60 лет',
        uv: 2390,
        pv: 3800,
        amt: 2500,
    },
    {
        name: 'Старший возраст, старше 61 года',
        uv: 3490,
        pv: 4300,
        amt: 2100,
    },
];
