import { IPlatformPage } from '@/shared/interface/platform';

export const PlatformData: IPlatformPage[] = [
    {
        id: 0,
        title: 'Парк «Сокольники»',
        description:
            '16 площадок для воркаута — это не шутки. Если вы хотите поэкспериментировать с разным оборудованием, совместить тренировки на брусьях и турниках с бегом или ездой на велосипеде, парк «Сокольники» станет идеальным выбором. Здесь же можно покататься на скейтборде и трюковом самокате.',
        location: 'ул. Сокольнический Вал, 1, стр. 1, Москва',
        coordinates: '55.793811, 37.677479',
    },
    {
        id: 1,
        title: 'Парк «Кузьминки»',
        description:
            'Здесь есть скейт-парк, где проводятся соревнования на скейтбордах и BMX, столы для пинг-понга, площадки для пляжного волейбола и воркаута. Набор оборудования стандартный: рукоходы, брусья, турники разной высоты. Безусловный плюс — огромная зеленая территория и близость к метро.',
        location: 'Природно-исторический парк Кузьминки-Люблино, Москва',
        coordinates: '55.684097, 37.803308',
    },
    {
        id: 2,
        title: 'Сад имени Н. Э. Баумана',
        description:
            'В саду можно играть в теннис, мини-гольф, волейбол, заниматься йогой и гимнастикой цигун. Есть и площадка для воркаута с канатами, стенкой, турниками, наклонными и прямыми скамьями.',
        location: 'Старая Басманная ул., 15, стр. 3, Москва',
        coordinates: '55.766030, 37.660772',
    },
];
